import React from "react";
 function Charge(){
    return(

    <div style={{padding:'2rem'}}>
    <h1>سياسة الشحن والتوصيل
    </h1>
    <p>1- يتم اختيار الطلب بالضغط على رمز السله وسيقوم بنقلك تلقائيا الى صفحة واتساب خدمة العملاء 
    
    </p>
    <p>2- تقوم بإنهاء الطلب والدفع عن طريق خيارات الدفع المتاحة
    
    </p>
    <p>3- تقوم باارسال ايصال التحويل الى خدمة العملاء لاعتماد العملية
    
    </p>
    <p>4- يتم تجديد الإشتراكات عادة خلال ساعة ولكن قد يصل خلال 12 ساعات في أوقات المواسم
    
    </p>
    <p>5- يتم شحن الرسيفرات داخل المنطقة الشرقية مجانا والتسليم خلال خلال يومين إلى 5 أيام عمل
    
    </p>
    <p>6- يتم شحن الرسيفرات داخل المنطقة الشرقية مجانا والتسليم خلال 24 ساعة خلال أيام العمل الرسمية
    
    </p>
    </div>
    )
 }
 export default Charge;