import React from "react";

function Politic(){
    return(
        <div style={{padding:'2rem'}}>
        <h1>سياسة الخصوصية </h1>
        <h5> مقدمة اتفاقية الاستخدام :</h5>
        <p>متجرنا الالكتروني يرحّب بكم ويبلغكم بأنكم سوف تجدون أدناه الشروط والأحكام المُنظّمة لاستخدامكم لهذا المتجر وكافة الآثار القانونية التي تنتج عن إستخدامكم لخدمات المتجر عبر الشبكة العنكبوتية عبر هذه المنصة الالكترونية، حيث أن استخدام أي شخصٍ كان للمتجر سواءً كان مستهلكاً لخدمة أو لمنتج المتجر أو غير ذلك فإن هذا موافقة وقبول منه وهو بكامل أهليته المعتبرة شرعاً ونظاماً وقانوناً لكافة مواد وأحكام هذه الاتفاقية وهو تأكيد لالتزامكم بأنظمتها ولما ذُكر فيها، وتسري هذه الاتفاقية على جميع أنواع التعامل بين المستهلك وبين. وتعتبر هذه الاتفاقية سارية المفعول ونافذة بمجرد قيامكم بالموافقة عليها والبدء في التسجيل بالمتجر بموجب المادة العاشرة من نظام التعاملات الإلكترونية السعودي.</p>
        
        <h5>المادة الأولى - المقدّمة والتعريفات:</h5>
        <p>يعتبر التمهيد أعلاه جزءاً لا يتجزأ من هذه الاتفاقية ، كما تجدون أدناه الدلالات والتعريفات للعبارات الرئيسية المستهلكة في هذه الاتفاقية :</p>
        <p>1- ( المتجر ) ويشمل هذا التعريف كافة أشكال المتجر على الشبكة العنكبوتية، سواءً كانت تطبيق إلكتروني، أو موقع الكتروني على الشبكة العنكبوتية، أو محل تجاري.
        
        </p>
        <p>2- ( المستهلك) الشخص الذي يتعامل بالتجارة الإلكترونية رغبةً في الحصول على المنتجات أو الخدمات التي يوفرها من المتجر عبر منصته الالكترونية.
        
        </p>
        <p> 3- ( الاتفاقية ) يقصَد بهذه العبارة شروط وأحكام هذه الاتفاقية، والتي تحكم وتنظّم العلاقة فيما بين أطراف هذه الاتفاقية.
        
        </p>
        
        <h5>المادة الثانية - أهلية المستهلك القانونية:
        </h5>
        <p>1- يقر المستهلك بأنه ذا أهلية قانونية معتبرة شرعاً ونظاماً للتعامل مع المتجر، أو أن عمره لا يقل عن ثمانية عشرة عاماً.
        
        </p>
        <p>2- يوافق المستهلك بأنه في حال مخالفته لهذه المادة، فإنه يتحمّل تبعات هذه المخالفة أمام الغير.
        
        </p>
        
        <h5>المادة الثالثة - طبيعة التزام:
        </h5>
        <p>1- إن التزام المتجر تجاه المستهلكين أو المستهلكين هو توفير ( الخدمة أو المنتج ) .
        
        </p>
        <p>2- قد يوفّر المتجر خدمات أخرى كخدمات ما بعد البيع أو غيرها من الخدمات ذات العلاقة، وذلك يعود لطبيعة ونوع ( الخدمة أو المنتج ) المطلوبة من المستهلك.
        
        </p>
        
        <h5>المادة الرابعة - ضوابط استخدام :
        </h5>
        <p>1- يلتزم المستهلك باستخدام المنصة الالكترونية الخاصة بالمتجر بما يتّفق مع الآداب العامة والأنظمة المعمول بها في المملكة العربية السعودية.
        
        </p>
        <p>2- يلتزم المستهلك عند شرائه لخدمة أو منتج من هذا المتجر ألا يستخدم هذه الخدمة أو المنتج بما يخالف الآداب العامة والأنظمة المعمول بها في المملكة العربية السعودية.
        
        </p>
        <h5>المادة الخامسة - الحسابات والتزامات التسجيل:
        </h5>
        <p>فور التقدم بطلب الانضمام إلى عضوية في هذا المتجر كمستخدم تكون ملتزماً بالإفصاح عن معلومات محددة واختيار اسم مستخدم وكلمة مرور سرية لاستعمالها عند الولوج لخدمات المتجر. وبذلك تكون قد وافقت على:
        
        </p>
        <p>1- أن تكون مسؤولاً عن المحافظة على سرية معلومات حسابك وسرية كلمة المرور ، وتكون بذلك موافقاً على إعلام هذا المتجر حالاً بأي استخدام غير مفوض به لمعلومات حسابك لدى المتجر أو أي اختراق آخر لمعلوماتك السرية. 
        
        </p>
        <p>2- لن يكون المتجر بأي حال من الأحوال مسؤولاً عن أي خسارة قد تلحق بك بشكل مباشر أو غير مباشر معنويا أو ماديا نتيجة كشف معلومات اسم المستهلك أو كلمة الدخول.
        
        </p>
        <p>3- أنت تلتزم باستخدام حسابك أو عضويتك لدى المتجر بنفسك، حيث أنك مسؤولاً عنه مسؤولية كاملة، وفي حال استخدام غيرك له فهذه قرينة على أنك قد فوّضته باستخدام المتجر باسمك ولحسابك.
        
        </p>
        <p>4- أنت تلتزم عند استخدام المتجر أن تستخدمها بكل جدية ومصداقية.
        
        </p>
        <p>5- أنت تلتزم بالإفصاح عن معلومات حقيقية وصحيحة ومحدثة و كاملة وقانونية عن نفسك حسبما هو مطلوب أثناء التسجيل لدى المتجر وتلتزم بتحديث بياناتك في تغييرها في الواقع أو في حال الحاجة إلى ذلك.
        
        </p>
        <p>6- إن متجرنا يلتزم بالتعامل مع معلوماتك الشخصية وعناوين الاتصال بك بسريّة تامة.
        
        </p>
        <p>7- إذا تبيّن للمتجر بأنك أفصحت عن معلومات غير حقيقية أو غير صحيحة أو غير راهنة أو غير كاملة أو غير قانونية او مخالفة لما جاء في اتفاقية الاستخدام، فإن المتجر يمتلك الحق في وقف أو تجميد أو إلغاء عضويتك أو متجرك وحسابك في المنصة، وذلك دون إلحاق الأضرار بحقوق المتجر الأخرى ووسائلها المشروعة في استرداد حقوقها وحماية باقي المستهلكين.
        
        </p>
        <p>8- في حالة عدم الالتزام بأي مما ورد أعلاه فإن لإدارة المتجر الحق في إيقاف أو إلغاء متجرك أو عضويتك أو حجبك من الولوج لخدمات المتجر مرة أخرى.
        
        </p>
        
        </div>
    )
}
export default Politic;